{
  "item.teamod.tea_leaf": "Tea leaf",
  "item.teamod.dried_tea_leaf": "Dried tea leaf",
  "item.teamod.lightly_dried_tea_leaf": "Lightly dried tea leaf",
  "item.teamod.green_tea_leaves": "Green tea leaves",
  "item.teamod.black_tea_leaves": "Black tea leaves",
  "item.teamod.pale_tea_leaves": "Pale tea leaves",
  "item.teamod.cactus_tea_leaves": "Cactus tea leaves",
  "item.teamod.chorus_tea_leaves": "Chorus tea leaves",
  "item.teamod.raw_cup": "Raw cup",
  "item.teamod.raw_tea_pot": "Raw tea pot",
  "item.teamod.raw_chakhai": "Raw chakhai",
  "item.teamod.cup": "Cup",
  "item.teamod.cup_green_tea": "Green tea",
  "item.teamod.cup_black_tea": "Black tea",
  "item.teamod.cup_hibiscus_tea": "Hibiscus tea",
  "item.teamod.cup_daisy_tea": "Daisy tea",
  "item.teamod.cup_pale_tea": "Pale tea",
  "item.teamod.cup_pitcher_tea": "Pitcher tea",
  "item.teamod.cup_cactus_tea": "Cactus tea",
  "item.teamod.cup_chorus_tea": "Chorus tea",
  "item.teamod.tea_seeds": "Tea seeds",
  "item.teamod.hibiscus": "Hibiscus",
  "item.teamod.hibiscus_flower": "Hibiscus flower",
  "item.teamod.dried_hibiscus_petals": "Dried hibiscus petals",
  "item.teamod.dried_pitcher_plant": "Dried pitcher plant",
  "item.teamod.pitcher_turnip": "Pitcher turnip",
  "item.teamod.dried_daisy": "Dried daisy",
  "item.teamod.daisy_tea_leaves": "Daisy tea leaves",
  "item.teamod.tea_pot": "Tea pot",
  "item.teamod.chakhai": "Chakhai",
  "item.teamod.chakhai_green_tea": "Chakhai with green tea",
  "item.teamod.chakhai_black_tea": "Chakhai with black tea",
  "item.teamod.chakhai_hibiscus_tea": "Chakhai with hibiscus tea",
  "item.teamod.chakhai_daisy_tea": "Chakhai with daisy tea",
  "item.teamod.chakhai_pale_tea": "Chakhai with pale tea",
  "item.teamod.chakhai_pitcher_tea": "Chakhai with pitcher tea",
  "item.teamod.chakhai_cactus_tea": "Chakhai with cactus tea",
  "item.teamod.chakhai_chorus_tea": "Chakhai with chorus tea",
  "item.teamod.apple_slice": "Apple slice",
  "item.teamod.dried_apple_slice": "Dried apple slice",
  "item.teamod.boiled_water": "Boiled water",
  "item.teamod.tea_handbook": "Tea handbook",



  "item.teamod.moon_raven": "Moon Raven",
  "tooltip.teamod.moon_raven.tooltip": "Tea spirit",

  "text.item.teamod.read_button": "Read",
  "text.item.teamod.hide_text_button": "Close",
  "text.item.teamod.text1": "Your first step is to visit a cherry grove. There you will find a tea bush, the leaves of which need to be dried over a campfire.",
  "text.item.teamod.text2": "Tea leaves have two drying stages: lightly dried and dried. This is important and will play a role later on.",
  "text.item.teamod.text3": "After collecting enough dried or lightly dried leaves, you can finally create tea leaves. Lightly dried leaves will yield green tea leaves, while dried ones will yield black tea leaves. You can craft some tea leaves right on a crafting table, but it's much more economical to use a press; moreover, some other types of tea leaves can only be created with its help.",
  "text.item.teamod.text4": "Some might say you need to boil water to brew tea, and they would be absolutely right! Simply place a cauldron over a campfire, fill it with water, and wait for a while. You can tell the water is boiling by the characteristic bubbles on the surface.",
  "text.item.teamod.text5": "It's important to remember that you actually need special utensils for brewing tea. You need to mold a teapot, a chakhai, and a cup from clay.",
  "text.item.teamod.text6": "To prevent the pottery from falling apart the moment you use it, it must be fired in a furnace. This can take a fairly long time...",
  "text.item.teamod.text7": "Now that you have everything you need, you can brew tea: add the tea leaves to the teapot, pour in the boiling water, transfer it to the chakhai, and then from the chakhai into the cup.",
  "text.item.teamod.text8": "Finally, you hold in your hands a cup of fresh, hot tea. What are its benefits? Green and black tea have identical properties: they remove toxins from the body, cleansing you of effects, whether they are positive or negative. Basically, just like milk does, but there's one BUT, which we'll get to later.",
  "text.item.teamod.text9": "Let's be honest, cleansing effects is very boring. So what should you do then? Go get new tea, of course! In the sparse jungle biome, hibiscus trees grow; their flowers can be dried over a campfire and used as tea leaves to make wonderful hibiscus tea! Grab a couple of hibiscus saplings, as finding a flower suitable for drying on a tree isn't that common!",
  "text.item.teamod.text10": "Hibiscus tea applies the 'Solid' effect. It boosts your immunity, causing your skin to become hard as armor, and makes it impossible to knock you down! Also, for the duration of the effect, you are immune to poison and hunger.",
  "text.item.teamod.text11": "If you don't feel like going to distant biomes for tea, you can brew daisy tea. For this, you need to gather 4 oxeye daisies, dry them over a campfire, and then you can make the tea leaves.",
  "text.item.teamod.text12": "Daisy tea applies the 'Drowsy' effect. It will be useful if you feel you need to get some sleep. This tea can put you to sleep even during the day. If you are playing with friends, everyone must drink the tea for the effect to trigger; otherwise, you won't be able to fall asleep, but you will feel terrible. Keep in mind that sleeping in a bed and sleeping from tea are different things.",
  "text.item.teamod.text13": "If, while exploring the world, you wander into a pale garden, don't forget to take some resin and eyeblossoms from there; they can also be used to prepare tea leaves (crafted using a press).",
  "text.item.teamod.text14": "Pale tea applies the 'Garden's Blessing' effect. This effect grants you a sixth sense, allowing you to see all hostile mobs within a 30-block radius. Your friends will also see everyone you see.",
  "text.item.teamod.text15": "If you're craving something unusual, you can try a taste of antiquity! The pitcher plant, which can be grown from seeds found by a sniffer, is not just a flower; its turnips can be eaten, and the flower itself can be dried and brewed as tea. (If you get your hands on a pitcher turnip - don't rush to eat it, read the next 2 pages first).",
  "text.item.teamod.text16": "Brewing dried pitcher plant yields pitcher tea - a blue tea. By itself, pitcher tea is almost tasteless, but it alters other tastes. The tea applies the 'Potential' effect, which, at first glance, does nothing, but that's not the case; its action is described on the following pages.",
  "text.item.teamod.text17": "While under the 'Potential' effect, eat a pitcher turnip; its taste will be revealed differently and you will gain the 'Appetite' effect. With this effect, any food will seem tastier.",
  "text.item.teamod.text18": "If you were hasty and ate the turnip plain, don't be upset. You can also unlock the potential with sweet berries; in this case, you will get the 'Sweet' effect, which allows you, in a critical moment, to direct all your body's energy to heal your wounds (upon receiving lethal damage - you will not die, but instead heal for the number of hunger points you had at the moment of taking damage. All hunger will be reset to zero).",
  "text.item.teamod.text19": "Be careful, as the instant consumption of all your body's energy has its consequences. After the 'Sweet' effect triggers, you will be afflicted with the 'Bitter' effect. With it, any food feels disgusting, and it becomes impossible to apply effects related to potential until the effect ends. This effect cannot be removed with milk, but it can be removed by something else we mentioned earlier...",
  "text.item.teamod.text20": "Yes, you can make tea from a cactus too. The key ingredient is a cactus flower (crafted using a press).",
  "text.item.teamod.text21": "Cactus tea initiates the growth of cactus spines on your skin. Every time you take damage (1 heart or more), spines shoot out from your body in all directions, damaging everyone within a 7-block radius. These spines get stuck in the bodies of affected enemies, causing them to take increasing damage (up to 3.5 hearts). Be careful, the shooting spines damage your armor. Also, your attack speed is reduced because the spines hinder movement.",
  "text.item.teamod.text22": "Ingredients for brewing tea can also be found in the End. It's not hard to guess that this is chorus fruit (crafted using a press).",
  "text.item.teamod.text23": "You've probably felt some envy watching Endermen's ability to teleport, specifically to dodge projectiles. Now you can too! You just need to drink chorus tea, but be careful, because besides teleportation you also inherit a fear of water and distorted vision.",
  "text.item.teamod.text24": "In desert villages, in the chests of ordinary houses, you can find a Moon Raven. It is an idol for the desert villagers; they pray to it for rain. You, however, can use it as a tea spirit. You need to pour tea onto the Moon Raven, and it will give you clear weather, but using it during clear weather will anger it.",


  "block.teamod.tea_bush": "Tea Bush",
  "block.teamod.hibiscus_sapling": "Hibiscus sapling",
  "block.teamod.hibiscus_leaves": "Blooming hibiscus leaves",
  "block.teamod.flowerless_leaves": "Hibiscus leaves",


  "creativetab.teamod.tea_items": "Tea Leaves",
  "creativetab.teamod.dishes": "Dishes",
  "creativetab.teamod.cups": "Tea",

  "effect.teamod.solid": "Solid",
  "effect.teamod.drowsy": "Drowsy",
  "effect.teamod.gardens_blessing": "Garden's blessing",
  "effect.teamod.potential": "Potential",
  "effect.teamod.appetite": "Appetite",
  "effect.teamod.sweet": "Sweet",
  "effect.teamod.bitter": "Bitter",
  "effect.teamod.thorny": "Thorny",
  "effect.teamod.ends_blessing": "End's blessing",

  "tooltip.teamod.cup_green_tea.tooltip": "Just green tea, no more",
  "tooltip.teamod.cup_black_tea.tooltip": "Just black tea, no more",
  "tooltip.teamod.cup_hibiscus_tea.tooltip": "Specific taste",
  "tooltip.teamod.cup_daisy_tea.tooltip": "If you need a little nap",
  "tooltip.teamod.cup_pale_tea.tooltip": "Something is watching you from within the cup...",
  "tooltip.teamod.cup_pitcher_tea.tooltip": "It's missing something...",
  "tooltip.teamod.cup_cactus_tea.tooltip": "Smells like sand",
  "tooltip.teamod.cup_chorus_tea.tooltip": "It reflects nothing...",

  "death.attack.water_damage": "%1$s reached the end",
  "death.attack.boil_damage": "%1$s boiled alive",

  "teamod.skipping_night": "A little nap",

  "block.teamod.press": "Press",

  "advancement.teamod.root.title": "From soil to soul",
  "advancement.teamod.root.description": "Every journey starts with a single leaf",
  "advancement.teamod.use_tea_pot.title": "Tempest in a Teapot",
  "advancement.teamod.use_tea_pot.description": "Make your first tea",
  "advancement.teamod.stomach_of_steel.title": "Stomach of steel",
  "advancement.teamod.stomach_of_steel.description": "Avoid poison or hunger with the help of Solid",
  "advancement.teamod.the_dreamworker.title": "The Dreamworker",
  "advancement.teamod.the_dreamworker.description": "Fall asleep after drinking daisy tea",
  "advancement.teamod.trees_has_eyes.title": "Trees has eyes",
  "advancement.teamod.trees_has_eyes.description": "Kill a Creaking while under the effect of Garden's Blessing",
  "advancement.teamod.joule_per_coulomb.title": "Joule per Coulomb",
  "advancement.teamod.joule_per_coulomb.description": "Gain the 'Potential' effect",
  "advancement.teamod.bon_appetit.title": "Bon Appetit!",
  "advancement.teamod.bon_appetit.description": "Eat something inedible while under the effect of Appetite",
  "advancement.teamod.dolce_vita.title": "Dolce vita",
  "advancement.teamod.dolce_vita.description": "Cheat death with the help of the Sweet effect",
  "advancement.teamod.overdue.title": "Overdue...",
  "advancement.teamod.overdue.description": "Attempt to remove 'Bitter' with milk"
}
