{
  "item.teamod.tea_leaf" : "Чайный лист",
  "item.teamod.dried_tea_leaf": "Сушёный чайный лист",
  "item.teamod.lightly_dried_tea_leaf": "Подсушеный чайный лист",
  "item.teamod.green_tea_leaves": "Заварка зелёного чая",
  "item.teamod.black_tea_leaves": "Заварка чёрного чая",
  "item.teamod.pale_tea_leaves": "Заварка бледного чая",
  "item.teamod.cactus_tea_leaves": "Заварка кактусового чая",
  "item.teamod.chorus_tea_leaves": "Заварка хорусового чая",
  "item.teamod.raw_cup": "Сырая пиала",
  "item.teamod.raw_tea_pot": "Сырой чайник",
  "item.teamod.raw_chakhai": "Сырой чахай",
  "item.teamod.cup": "Пиала",
  "item.teamod.cup_green_tea": "Зелёный чай",
  "item.teamod.cup_black_tea": "Чёрный чай",
  "item.teamod.cup_hibiscus_tea": "Каркаде",
  "item.teamod.cup_daisy_tea": "Ромашковый чай",
  "item.teamod.cup_pale_tea": "Бледный чай",
  "item.teamod.cup_pitcher_tea": "Анчан",
  "item.teamod.cup_cactus_tea": "Кактусовый чай",
  "item.teamod.cup_chorus_tea": "Хорусовый чай",
  "item.teamod.tea_seeds": "Семена чая",
  "item.teamod.hibiscus_flower": "Цветок гибискуса",
  "item.teamod.dried_hibiscus_petals": "Сушёные лепестки гибискуса",
  "item.teamod.dried_pitcher_plant": "Сушёная кувшинница",
  "item.teamod.pitcher_turnip": "Клубень кувшинницы",
  "item.teamod.dried_daisy": "Сушёная ромашка",
  "item.teamod.daisy_tea_leaves": "Заварка ромашкового чая",
  "item.teamod.tea_pot": "Чайник",
  "item.teamod.chakhai": "Чахай",
  "item.teamod.chakhai_green_tea": "Чахай с зелёным чаем",
  "item.teamod.chakhai_black_tea": "Чахай с чёрным чаем",
  "item.teamod.chakhai_hibiscus_tea": "Чахай с каркаде",
  "item.teamod.chakhai_daisy_tea": "Чахай с ромашковым чаем",
  "item.teamod.chakhai_pale_tea": "Чахай с бледным чаем",
  "item.teamod.chakhai_pitcher_tea": "Чахай с анчаном",
  "item.teamod.chakhai_cactus_tea": "Чахай с кактусовым чаем",
  "item.teamod.chakhai_chorus_tea": "Чахай с хорусовым чаем",
  "item.teamod.apple_slice": "Яблочная долька",
  "item.teamod.dried_apple_slice": "Сушёная яблочная долька",
  "item.teamod.boiled_water": "Кипячёная вода",
  "item.teamod.tea_handbook": "Чайный справочник    ",


  "item.teamod.moon_raven": "Лунный Ворон",
  "tooltip.teamod.moon_raven.tooltip": "Чайный дух",

  "text.item.teamod.read_button": "Читать",
  "text.item.teamod.hide_text_button": "Закрыть",
  "text.item.teamod.text1": "Первым этапом вам необходимо посетить вишневую рощу. Там вы найдетё чайный куст, листья которого нужно засушить на костре",
  "text.item.teamod.text2": "Чайные листья имеют две стадии сушки: подсушеный и сушёный. Это имеет значение и сыграет роль в дальнейшем",
  "text.item.teamod.text3": "Собрав нужное количество сушеных или подсушеных листьев, можно наконец создать заварку для чая. Из подсушеных листьев выйдет заварка зелёного чая, а из сушёных - чёрного. Создавать некоторые заварки можно прямо на верстаке, но гораздо экономичнее использовать пресс, к тому же некоторые другие заварки можно создать только с его помощью",
  "text.item.teamod.text4": "Кто-то скажет, что для заваривания чая нужно вскипятить воду, и будет абсолютно прав! Нужно всего лишь поставить котёл на костёр, залить в него воды и подождать  некоторое время. Понять, что вода закипела можно по характерым пузырям на поверхности",
  "text.item.teamod.text5": "Важно помнить, что для заваривания чая, вообще-то, нужна специальная посуда. Нужно вылепить из глины чайник, чахай и пиалу.",
  "text.item.teamod.text6": "Чтобы посуда не развалилась в первую же секунду использования, её нужно обжечь в печи. Это может занять довольно большое количество времени...",
  "text.item.teamod.text7": "Теперь, когда есть всё необходимое, можно заварить чай: добавляем заварку в чайник, заливаем кипятком, переливаем в чахай, а из чахая в пиалу.",
  "text.item.teamod.text8": "Наконец, в ваших руках пиала со свежим, горячим чаем. В чём же состоит его польза? Зелёный и чёрный чай обладают идентичными свойствами: они выводят токсины из организма, очищая вас от эффектов, не важно, будь то положительные или отрицательные эффекты. В общем, точно также, как это делает молоко, но есть одно НО, о котором позже",
  "text.item.teamod.text9": "Будем честны, очищение эффектов - это очень скучно. Что же тогда делать? Идти за новым чаем, разумеется! В биоме редких джунглей произрастают деревья гибискуса, цветки которых можно сушить на костре и использовать в качестве заварки, из них получится чудесный каркаде! Прихватите с собой пару саженцев гибискуса, ведь найти на дереве подходящий для сушки цветок - не такое уж частое событие!",
  "text.item.teamod.text10": "Каркаде накладывает на вас эффект \"Твердость\". Он повышает ваш иммунитет, из-за чего ваша кожа становится твёрдой, как броня, а сбить вас с ног становится невозможно! Также на время действия эффекта вам не страшны отравления и голод",
  "text.item.teamod.text11": "Если не хочется идти за чаем в далёкие биомы, можно заварить ромашковый. Для этого необходимо собрать 4 ромашки, высушить их на костре и можно делать заварку",
  "text.item.teamod.text12": "Ромашковый чай накладывает эффект \"Сонливость\". Он будет полезен вам, если вы считаете, что вам нужно немного поспать. Этот чай может усыпить вас даже днём. Если вы играете с друзьями, для срабатывания эффекта чай должны выпить все, иначе вы не сможете уснуть, но ваше самочувствие будет ужасным. Имейте ввиду, что сон на кровати и сон от чая - разные вещи",
  "text.item.teamod.text13" : "Если, гуляя по миру, вы забрели в бледный сад, не забудьте прихватить оттуда несколько глазалий и смолы, из них также можно приготовить заварку для чая (создаётся с помощью пресса)",
  "text.item.teamod.text14" : "Бледный чай накладывает на вас \"Благословение сада\", это эффект, который дарует вам шестое чувство, позволяющее видеть всех враждебных мобов в радиусе 30 блоков. Ваши друзья также будут видеть всех тех, кого видите вы",
  "text.item.teamod.text15" : "Если вам захотелось чего-то необычного, можете попробовать вкус древности! Кувшинница, которую можно вырастить из семян, найденных нюхачом - это не просто цветок, её клубни можно употреблять в пищу, а сам цветок можно высушить и заварить в качастве чая. (Если в ваши руки попал клубень кувшинницы - не спешите его есть, дочитайте следующие 2 страницы)",
  "text.item.teamod.text16" : "Заварив сушёную кувшинницу, вы получите анчан - синий чай. Сам по себе анчан почти не имеет вкуса, но при этом он раскрывает другие вкусы иначе. Чай наложит на вас эффект \"Скрытый потенциал\", который, на первый взгляд, ничего не даёт, но это не так, о его действии - на следующих страницах",
  "text.item.teamod.text17" : "Имея на себе эффект \"Скрытый потенциал\", съешьте клубень кувшинницы, тогда её вкус раскроется иначе и вы получите эффект \"Аппетит\", с этим эффектом любая еда будет казаться вкуснее",
  "text.item.teamod.text18" : "Если вы поспешили и съели клубень просто так, не расстраивайтесь. Вы также можете раскрыть потенциал с помощью сладких ягод, в этом случае вы получите эффект \"Сладость\", который позволяет в критический момент направить всю энергию вашего организма на исцеление ран (при получении смертельного урона - вы не умрёте, а исцелитесь на количество единиц голода, которые вы имели в момент получения урона. При этом весь голод будет обнулён)",
  "text.item.teamod.text19" : "Будьте осторожны, ведь моментальное поглощение всей энергии организма имеет свои последствия. После срабатывания эффекта сладости на вас наложится эффект \"Горечь\". С ним любая еда ощущается отвратительной, а наложить эффекты, связанные с потенциалом становится невозможно до окончания эффекта. Этот эффект нельзя снять молоком, но можно кое-чем другим, о чём мы уже говорили ранее...",
  "text.item.teamod.text20" : "Да, из кактуса тооже можно сделать чай. Ключевой ингредиент - цветок кактуса (создаётся с помощью пресса)",
  "text.item.teamod.text21" : "Кактусовый чай инициирует рост кактусовых шипов на вашей коже. Каждый раз, когда вы получаете урон (1 сердце или более) из вашего тела выстреливают шипы во все стороны, нанося урон всем в радиусе 7 блоков. Эти шипы застревают в телах поражённых врагов, заставляя их получать всё больше урона (вплоть до 3,5 сердец). Будьте осторожны, вылетающие шипы повреждают вашу броню. Также скорость вашей атаки снижена из-за того, что шипы мешают движению",
  "text.item.teamod.text22" : "Ингредиенты для заваривания чая можно найти и в краю. Несложно догадаться, что это хорус (создаётся с помощью пресса)",
  "text.item.teamod.text23" : "Вероятно, вы испытывали некоторую зависть, глядя на способность эндерменов телепортироваться, а в частности - уворачиваться от снарядов. Теперь вы можете также! Нужно лишь выпить хорусовый чай, но будьте осторожны, ведь помимо телепортации вы также перенимаете боязнь воды и искажённое зрение",
  "text.item.teamod.text24" : "В пустынных деревнях, в сундуках обычных домов, вы можете найти Лунного Ворона. Он является идолом для жителей пустыни, они молятся ему, чтобы он дал им дождя, вы же можете использовать его в качестве чайного духа. Нужного полить Лунного Ворона чаем и он даст вам ясную погоду, но использование его во время ясной погоды разгневает его",


  "block.teamod.tea_bush": "Чайный куст",
  "block.teamod.hibiscus_sapling": "Саженец гибискуса",
  "block.teamod.hibiscus_leaves": "Листья цветущего гибискуса",
  "block.teamod.flowerless_leaves": "Листья гибискуса",

  "creativetab.teamod.tea_items": "Заварки и прочее",
  "creativetab.teamod.dishes": "Посуда",
  "creativetab.teamod.cups": "Чай",

  "effect.teamod.solid": "Твёрдость",
  "effect.teamod.drowsy": "Сонливость",
  "effect.teamod.gardens_blessing": "Благословение сада",
  "effect.teamod.potential": "Скрытый потенциал",
  "effect.teamod.appetite": "Аппетит",
  "effect.teamod.sweet": "Сладость",
  "effect.teamod.bitter": "Горечь",
  "effect.teamod.thorny": "Шипастая кожа",
  "effect.teamod.ends_blessing": "Благословение края",

  "tooltip.teamod.cup_green_tea.tooltip": "Просто зелёный чай, не более",
  "tooltip.teamod.cup_black_tea.tooltip": "Просто чёрный чай, не более",
  "tooltip.teamod.cup_hibiscus_tea.tooltip": "Весьма специфический вкус...",
  "tooltip.teamod.cup_daisy_tea.tooltip": "Усыпит при первой возможности",
  "tooltip.teamod.cup_pale_tea.tooltip": "Кто-то или что-то смотрит на вас прямо из пиалы...",
  "tooltip.teamod.cup_pitcher_tea.tooltip": "Этому чаю чего-то не хватает",
  "tooltip.teamod.cup_cactus_tea.tooltip": "Пахнет песком",
  "tooltip.teamod.cup_chorus_tea.tooltip": "В этом чае ничего не отражается...",

  "teamod.skipping_night": "Тихий час",

  "death.attack.water_damage": "%1$s слишком долго ходил по краю",
  "death.attack.boil_damage": "%1$s сварен заживо",

  "advancement.teamod.root.title": "Из земли - в чашу",
  "advancement.teamod.root.description": "Начало ароматного пути",
  "advancement.teamod.use_tea_pot.title": "Заварушка",
  "advancement.teamod.use_tea_pot.description": "Заварите свой первый чай",
  "advancement.teamod.stomach_of_steel.title": "Стальной желудок",
  "advancement.teamod.stomach_of_steel.description": "Избегите отравления или голода с помощью твёрдости",
  "advancement.teamod.the_dreamworker.title": "Снотворец",
  "advancement.teamod.the_dreamworker.description": "Усните после ромашкового чая",
  "advancement.teamod.trees_has_eyes.title": "У деревьев есть глаза",
  "advancement.teamod.trees_has_eyes.description": "Убейте скрипуна имея на себе благословение сада",
  "advancement.teamod.joule_per_coulomb.title": "Джоуль на Кулон",
  "advancement.teamod.joule_per_coulomb.description": "Получите эффект \"Потенциал\"",
  "advancement.teamod.bon_appetit.title": "Приятного аппетита!",
  "advancement.teamod.bon_appetit.description": "Съешьте что-нибудь несъедобное, имея на себе эффект \"Аппетит\"",
  "advancement.teamod.dolce_vita.title": "Сладкая жизнь",
  "advancement.teamod.dolce_vita.description": "Избегите смерти с помощью эффекта \"Сладость\"",
  "advancement.teamod.overdue.title": "Просрочено...",
  "advancement.teamod.overdue.description": "Попытайтесь снять \"Горечь\" молоком",

  "block.teamod.press": "Пресс"

}